user_tutorial/thermFluidStructOpt/0/readme.txt
本文件夹里面存放的是物理场的初边值。其中状态变量为D，T，U，P；伴随变量为Ua，Pa(能量耗散的伴随变量)；Tb，Ub，Pb(平均温度的伴随变量)